{
    "section_title": "About CSIR-CSMCRI",
    "about_csmcri": {
        "para1": "The <b>Council of Scientific and Industrial Research – Central Salt and Marine Chemicals Research Institute (CSIR-CSMCRI)</b>, located in Bhavnagar, Gujarat, India, is a premier national laboratory of the <b>Council of Scientific and Industrial Research (CSIR)</b>, an autonomous institution under the <b>Government of India</b>. Renowned for its scientific rigor and technological innovation, <b>CSIR-CSMCRI</b>, is at the forefront of interdisciplinary research in the domains of marine chemicals, desalination, advanced materials, and separation science, contributing significantly to national strategic missions and industrial advancement.",
        "para2": "CSIR–Central Salt and Marine Chemicals Research Institute (CSIR-CSMCRI) is a center of excellence dedicated to advanced research and innovation in <b>salt science and marine chemical technologies.</b> The institute's core expertise lies in the <b>strategic exploration of marine resources for industrial transformation,</b> the <b>development of sustainable, high-impact technologies for resource utilization,</b>  and <b>comprehensive environmental assessments of marine ecosystems.</b>  Through cutting-edge scientific inquiry and translational research, CSIR-CSMCRI plays a pivotal role in leveraging marine wealth for national and industrial advancement.",
        "para3": "Research at <b>CSIR-CSMCRI</b> spans a broad spectrum of scientific disciplines, with core strengths in <b>salt and marine chemical processes, marine biology, environmental science, and advanced materials science.</b>  The institute fosters dynamic collaborations with leading national and international research institutions and industrial partners, driving innovation and accelerating progress in the strategic domain of <b>marine chemistry and allied sciences.</b>  CSIR-CSMCRI stands as a vital hub for translational research, bridging fundamental science with scalable technological solutions."
    },
    "team_title": "Adsorption & material research group",
    "team": {
        "para1": "The <b>Advanced Materials and Adsorption Research Laboratory,</b> housed within the <b>Inorganic Materials & Catalysis (IMC) Division</b> of <b>CSIR–Central Salt and Marine Chemicals Research Institute (CSIR-CSMCRI),</b> is dedicated to pioneering research in functional materials and adsorption science. The group focuses on the design, synthesis, and application of advanced adsorbents and materials for energy, environment, and industrial separation technologies, contributing to nationally significant scientific and technological frontiers.",
        "para2": "The <b>Adsorption and Materials Research Group</b> focuses on the <b>design and synthesis of advanced functional materials,</b> including <b>zeolites, precipitated silica,</b> and <b>carbon-based adsorbents.</b> Emphasis is placed on engineering <b>porous structures with controlled pore size, surface area, and surface chemistry</b> to enable high-efficiency <b>gas adsorption and separation.</b> Tailored zeolitic materials are developed to selectively capture gases such as <b>CO₂, methane, hydrogen,</b> and <b>volatile organic compounds (VOCs).</b> These innovations support the advancement of <b>energy-efficient and environmentally sustainable separation technologies.</b>",
        "para3": "Beyond zeolitic frameworks, the group demonstrates advanced capabilities in the <b>synthesis of high-purity precipitated silica,</b> a strategically significant material with extensive utility in <b>elastomers, engineering plastics, high-performance coatings, </b> and <b>formulated consumer products. </b> Leveraging deep expertise in <b>tailored morphology, surface chemistry, and particle engineering,</b> the team develops silica grades that enable critical functionalities such as <b>mechanical reinforcement, rheological control,</b> and <b>targeted interfacial behavior.</b> These innovations underpin transformative performance enhancements across multiple industrial domains, driving measurable progress in <b>materials science and applied engineering.</b>",
        "para4": "Furthermore, the group explores the synthesis and characterization of carbon-based materials such as <b>activated carbons and carbon nanomaterials for gas adsorption, separation, and catalytic applications</b>. These materials exhibit high surface areas, tunable pore structures, and unique surface chemistries, making them <b>highly effective for gas storage, purification, and catalysis.",
        "para5": "The group's research transcends material synthesis, encompassing <b>fundamental investigations into the mechanisms governing gas adsorption, diffusion, and separation.</b> Employing a <b>multidisciplinary framework</b> that integrates <b>advanced experimental methodologies</b> with <b>rigorous theoretical modeling, </b> we pursue a deeper mechanistic understanding of sorption phenomena at the molecular level. These insights inform the <b>rational design and optimization of functional materials,</b> with the objective of enhancing their efficacy in <b>real-world gas separation systems.</b> Our work not only advances the frontiers of adsorption science but also catalyzes innovation in <b>energy-efficient and environmentally sustainable separation technologies.</b>"
    },
    "lab_title": "Our Lab Instruments",
    "instrument_list": [
        {
            "image": "instrument/ins6.png",
            "title": "Adsorption analyzer",
            "description": "Gas adsorption analyzers are valuable tools for characterizing the surface properties and porosity of solid materials, which are crucial for understanding their performance in various applications such as gas storage, catalysis, separation, and purification processes."
        },
        {
            "image": "instrument/ins1.png",
            "title": "Zetasizer (nano-ZS90)",
            "description": "The Zetasizer Nano series is a range of instruments developed by Malvern Panalytical for the characterization of nanoparticles and colloids in solution. These instruments utilize dynamic light scattering (DLS), electrophoretic light scattering (ELS), and static light scattering (SLS) techniques to provide information about particle size distribution, zeta potential, molecular weight, and particle concentration in a sample."
        },
        {
            "image": "instrument/ins2.png",
            "title": "Ball milling",
            "description": "Ball milling is a mechanical process that involves the use of a rotating container filled with heavy balls to reduce the size of particles. This technique is commonly used in the field of materials science and engineering for various purposes such as mechanical alloying, mixing, grinding, and homogenization of materials."
        },
        {
            "image": "instrument/ins3.png",
            "title": "Granulator",
            "description": "Extruders, granulators, and spheronizers are important equipment used in pharmaceutical and chemical manufacturing processes for the production of granules or pellets with specific properties, including size, shape, and uniformity. Each of these machines plays a distinct role in the granulation process, and they are often used in combination to achieve the desired product characteristics."
        },
        {
            "image": "instrument/ins4.png",
            "title": "Spray Dryer",
            "description": "Lab-scale spray dryers are valuable tools for researchers and scientists working in fields such as pharmaceuticals, food and beverage, ceramics, and materials science, where the production of dried powders or particles with controlled properties is essential for various applications."
        },
        {
            "image": "instrument/ins5.png",
            "title": "Ultrasonic",
            "description": "Sonication, is a technique that utilizes high-frequency sound waves (ultrasound) to agitate and disrupt particles in a liquid medium. This process is commonly used in various scientific and industrial applications for purposes such as dispersing, mixing, emulsifying, degassing, and extracting."
        },

        {
            "image": "instrument/ins7.png",
            "title": "Centrifuge",
            "description": "Centrifuge is used to separate components of a liquid mixture based on their density and/or size by subjecting the mixture to centrifugal force. This force causes denser components to move towards the bottom of the centrifuge tube or container, while less dense components move towards the top."
        },
        {
            "image": "instrument/ins8.png",
            "title": "Hastelloy reactor",
            "description": "Reactor with a working capacity  2 liters made of Hastelloy, used for scale-up studies of material synthesis, represents a specialized and crucial piece of equipment in chemical and materials science research and development."
        }
    ]
}