{
    "section_title": "About CSIR-CSMCRI",
    "about_csmcri": {
        "para1": "CSIR-CSMCRI stands for the <b>Council of Scientific and Industrial Research - Central Salt and Marine Chemicals Research Institute</b>. This institute is located in Bhavnagar, Gujarat, India. It is one of the constituent laboratories of the Council of Scientific and Industrial Research (CSIR), which is an autonomous body under the Government of India.",
        "para2": "<b>CSIR-CSMCRI</b> specializes in research and development activities related to salt and marine chemicals. The institute focuses on various aspects of marine chemistry, including the exploration of <b>marine resources for industrial applications, development of technologies for the sustainable utilization of marine resources, and environmental studies related to marine ecosystems.</b>",
        "para3": "Research at CSIR-CSMCRI covers a wide range of areas, including <b>salt and marine chemicals, marine biology, environmental science, materials science, and more</b>. The institute collaborates with national and international research organizations and industries to promote scientific and technological advancements in the field of marine chemistry."
    },
    "team_title": "Adsorption & material research group",
    "team": {
        "para1": "<b>The Adsorption and Materials Research Group</b>, The Advanced Materials and Adsorption Research Lab situated within the Inorganic Materials & Catalysis (IMC) division of the CSIR-Central Salt & Marine Chemicals Research Institute (CSIR-CSMCRI).",
        "para2": "At the core of our research is the innovative synthesis of materials, with a special emphasis on zeolites, precipitated silica, and carbon-based materials. Our team excels in creating zeolites, renowned for their well-defined porous structures and exceptional surface properties, to meet the demands of specific gas adsorption and separation applications. By precisely controlling pore size, surface area, and surface chemistry, we tailor zeolite materials to efficiently adsorb and separate gases such as CO<sub>2</sub>, methane, hydrogen, and volatile organic compounds (VOCs). Our advanced materials are engineered to push the boundaries of gas adsorption and separation technologies, contributing to a more sustainable and efficient future.",
        "para3": "Beyond our work with zeolites, our group excels in the synthesis of precipitated silica, a highly versatile material with broad applications across industries such as rubber, plastics, coatings, and personal care products. Our expertise in creating high-purity and customized precipitated silica materials drives innovation in these sectors, especially in the realms of reinforcement, rheology modification, and functional additives. Through our advanced synthesis techniques, we enhance the performance and functionality of products, contributing to significant advancements and improvements in various industrial applications.",
        "para4": "Furthermore, the group explores the synthesis and characterization of carbon-based materials such as <b>activated carbons and carbon nanomaterials for gas adsorption, separation, and catalytic applications</b>. These materials exhibit high surface areas, tunable pore structures, and unique surface chemistries, making them <b>highly effective for gas storage, purification, and catalysis.",
        "para5": "The research conducted by our group extends beyond materials synthesis to encompass fundamental studies on the mechanisms of gas adsorption, diffusion, and separation processes. Through a multidisciplinary approach that integrates experimental techniques and theoretical modeling, we strive to deepen the understanding of these processes and enhance the performance of materials for real-world applications. Our investigations aim to uncover insights that not only advance scientific knowledge but also drive innovations in gas separation technologies, paving the way for more efficient and sustainable solutions."
    },
    "lab_title": "Our Lab Instruments",
    "instrument_list": [
        {
            "image": "instrument/ins6.png",
            "title": "Adsorption analyzer",
            "description": "Gas adsorption analyzers are valuable tools for characterizing the surface properties and porosity of solid materials, which are crucial for understanding their performance in various applications such as gas storage, catalysis, separation, and purification processes."
        },
        {
            "image": "instrument/ins1.png",
            "title": "Zetasizer (nano-ZS90)",
            "description": "The Zetasizer Nano series is a range of instruments developed by Malvern Panalytical for the characterization of nanoparticles and colloids in solution. These instruments utilize dynamic light scattering (DLS), electrophoretic light scattering (ELS), and static light scattering (SLS) techniques to provide information about particle size distribution, zeta potential, molecular weight, and particle concentration in a sample."
        },
        {
            "image": "instrument/ins2.png",
            "title": "Ball milling",
            "description": "Ball milling is a mechanical process that involves the use of a rotating container filled with heavy balls to reduce the size of particles. This technique is commonly used in the field of materials science and engineering for various purposes such as mechanical alloying, mixing, grinding, and homogenization of materials."
        },
        {
            "image": "instrument/ins3.png",
            "title": "Granulator",
            "description": "Extruders, granulators, and spheronizers are important equipment used in pharmaceutical and chemical manufacturing processes for the production of granules or pellets with specific properties, including size, shape, and uniformity. Each of these machines plays a distinct role in the granulation process, and they are often used in combination to achieve the desired product characteristics."
        },
        {
            "image": "instrument/ins4.png",
            "title": "Spray Dryer",
            "description": "Lab-scale spray dryers are valuable tools for researchers and scientists working in fields such as pharmaceuticals, food and beverage, ceramics, and materials science, where the production of dried powders or particles with controlled properties is essential for various applications."
        },
        {
            "image": "instrument/ins5.png",
            "title": "Ultrasonic",
            "description": "Sonication, is a technique that utilizes high-frequency sound waves (ultrasound) to agitate and disrupt particles in a liquid medium. This process is commonly used in various scientific and industrial applications for purposes such as dispersing, mixing, emulsifying, degassing, and extracting."
        },

        {
            "image": "instrument/ins7.png",
            "title": "Centrifuge",
            "description": "Centrifuge is used to separate components of a liquid mixture based on their density and/or size by subjecting the mixture to centrifugal force. This force causes denser components to move towards the bottom of the centrifuge tube or container, while less dense components move towards the top."
        },
        {
            "image": "instrument/ins8.png",
            "title": "Hastelloy reactor",
            "description": "Reactor with a working capacity  2 liters made of Hastelloy, used for scale-up studies of material synthesis, represents a specialized and crucial piece of equipment in chemical and materials science research and development."
        }
    ]
}