{
    "head_line": "CSIR-Central Salt and Marine Chemicals Research Institute",
    "sub_head_line": "ADSORPTION & MATERIAL RESEARCH GROUP",
    "quick_links": [
        {
            "title": "About Us",
            "url": "/about"
        },
        {
            "title": "Explore Publications",
            "url": "/publication"
        }
    ],
    "research_section": {
        "title": "Our Aim",
        "description": "The <b>Adsorption and Materials Research Group</b> is dedicated to the <b>development of next-generation materials</b> with enhanced adsorption characteristics for <b>gas separation</b> and <b>catalytic applications.</b> Our research is inherently interdisciplinary, integrating expertise across <b>materials chemistry, surface science, and process engineering,</b> and is strengthened through <b>strategic collaborations with global research institutions and industry partners.</b> Employing <b>cutting-edge experimental platforms</b> alongside <b>advanced computational modeling,</b> we design, synthesize, and characterize materials at the molecular and structural levels. Our objective is to enable <b>sustainable, high-efficiency technologies</b> that address critical environmental and industrial challenges, fostering long-term societal and ecological benefit.",
        "link": {
            "title": "Explore More",
            "url": "/research"
        }
    },
    "publication_section": {
        "title": "Our Publication",
        "publication_list": [
            {
                "id": 1,
                "title": "Sorption of carbon dioxide, methane, nitrogen and carbon monoxide on MIL-101(Cr): Volumetric measurements and dynamic adsorption studies",
                "publication_date": "20/01/2022",
                "image": "publication/publication_1.png",
                "url": "https://www.sciencedirect.com/science/article/abs/pii/S1385894712005359",
                "people": [
                    {
                        "name": "Govind Sethia",
                        "url": "https://www.google.com"
                    },
                    {
                        "name": "Kuppusamy Munusamy",
                        "url": ""
                    },
                    {
                        "name": "Dinesh V. Patil",
                        "url": ""
                    }
                ]
            },
            {
                "id": 2,
                "title": "Selective adsorption of carbon dioxide over nitrogen on calcined synthetic hectorites with tailor-made porosity",
                "publication_date": "21/01/2022",
                "image": "publication/publication_2.png",
                "url": "https://www.sciencedirect.com/science/article/abs/pii/S0169131709001598",
                "people": [
                    {
                        "name": "Radheshyam R. Pawar",
                        "url": ""
                    },
                    {
                        "name": "Hasmukh A. Patel",
                        "url": ""
                    },
                    {
                        "name": "Govind Sethia",
                        "url": "http://www.google.com"
                    },
                    {
                        "name": "Hari C. Bajaj",
                        "url": ""
                    }
                ]
            }
        ],
        "link": {
            "title": "Explore More",
            "url": "/publication"
        }
    },
    "about_section": {
        "title": "About CSIR-CSMCRI",
        "description": "CSIR-CSMCRI stands for the <b>Council of Scientific and Industrial Research - Central Salt and Marine Chemicals Research Institute</b>. This institute is located in Bhavnagar, Gujarat, India. It is one of the constituent laboratories of the Council of Scientific and Industrial Research (CSIR), which is an autonomous body under the Government of India.",
        "link": {
            "title": "Explore More",
            "url": "/about"
        }
    }
}