{
    "section_title": "Our Team",
    "team_members": [
        {
            "id": 1,
            "name": "Dr. Govind Sethia",
            "designation": "Senior Scientist",
            "description": "Dr. Govind Sethia is a seasoned researcher and currently serves as a Senior Scientist at the Central Salt and Marine Chemicals Research Institute (CSMCRI), which is affiliated with the Council of Scientific and Industrial Research (CSIR). Prior to his tenure at CSMCRI, Dr. Sethia held the position of Senior Manager at the Reliance Research and Development Center, a division of Reliance Industries Limited (RIL) in Mumbai. Dr. Sethia's illustrious career also includes valuable international experience, as he served as a post-doctoral fellow under the guidance of Prof. Abdelhamid Sayari at the Centre for Catalysis Research and Innovation (CCRI) at the University of Ottawa in Canada. During this time, he focused on the development of novel materials for CO2 capture and H2 storage. Additionally, Dr. Sethia contributed to the field of energy research during his time at the Centre for Applied Energy Research (CAER) at the University of Kentucky in the USA, where he specialized in synthesizing Nano-crystalline Zeolites and Zeolite Membranes for the development of Solvent/Membrane hybrid processes for post-combustion CO2 capture in coal-fired power plants. With over three years of post-doctoral international experience and more than three years of industrial experience, Dr. Sethia is well-equipped to tackle any challenges in his areas of expertise and continues to make significant contributions to the field of materials science and energy research.",
            "image": "team/team_member_1.png",
            "google": "https://www.google.com/",
            "linkedin": "http://www.linkedin.in/",
            "facebook": "http://www.facebook.com/"
        },
        {
            "id": 2,
            "name": "Dimple K Bora",
            "designation": "SRF",
            "description": "Dimple K. Bora is a PhD student currently pursuing their doctoral studies at the Academy of Scientific and Innovative Research (ACSIR). They hold a Master of Science degree in Analytical Chemistry, which they obtained from the University of Mumbai. With a strong background in analytical chemistry, Dimple is dedicated to advancing their research in their chosen field and contributing to the scientific community through their doctoral studies.",
            "image": "team/team_member_2.png",
            "google": "",
            "linkedin": "",
            "facebook": ""
        },
        {
            "id": 3,
            "name": "Prayag Gajera",
            "designation": "Project Associate",
            "description": "Prayag Gajera is a dedicated researcher with a Master of Science degree in Organic Chemistry from RK University in Rajkot. Currently immersed in the project 'Scale-up Study on 13X Zeolite Powder Technology,' Prayag showcases his expertise and commitment to advancing innovative technologies in chemistry. His previous project, 'Development of Adsorbent for Oxygen Concentrator,' reflects his ability to tackle real-world challenges and develop practical solutions. Prayag's contributions to both projects highlight his proficiency in research methodologies and his passion for exploring new avenues in chemistry. With his strong academic background and hands-on experience, Prayag is poised to make meaningful contributions to the field and drive further advancements in materials science and technology.",
            "image": "team/team_member_3.png",
            "google": "",
            "linkedin": "https://www.linkedin.com/in/prayag-gajera-263954208/",
            "facebook": ""
        },
        {
            "id": 4,
            "name": "Harshal Kulkarni",
            "designation": "Project Associate",
            "description": "Harshal Kulkarni holds a Master of Science degree in Physical Chemistry, reflecting his strong foundation in the principles of physical sciences and their application in chemistry. Currently, he serves as a Project Associate, contributing his expertise to the ongoing project titled 'Scale-up Study on 13X Zeolite Powder Technology.' With his background in physical chemistry, Harshal brings a unique perspective to the project, allowing for a comprehensive exploration of the underlying principles and applications involved. His role as a Project Associate highlights his dedication to research and his commitment to advancing the field of chemistry through practical and innovative projects.",
            "image": "team/team_member_4.png",
            "google": "",
            "linkedin": "https://www.linkedin.com/in/harshal-kulkarni-86a609231/",
            "facebook": ""
        },
        {
            "id": 5,
            "name": "Rahul Parmar",
            "designation": "CSIR-JRF",
            "description": "Rahul Parmar is a distinguished scholar who was awarded the UGC-JRF in the year 2022, a prestigious recognition of his outstanding academic achievements and research potential. He holds a Master of Science degree in Inorganic Chemistry from SP University, where he demonstrated a keen intellect and deep understanding of the principles governing inorganic compounds. Rahul's dedication to his field is evident through his pursuit of advanced studies and his commitment to research excellence. With the UGC-JRF accolade, Rahul is poised to make significant contributions to the field of inorganic chemistry, furthering our understanding and application of these fundamental compounds. His passion for scientific inquiry and academic rigor positions him as a valuable asset to the scientific community and a promising researcher in his field.",
            "image": "team/team_member_5.png",
            "google": "",
            "linkedin": "",
            "facebook": ""
        },
        {
            "id": 6,
            "name": "Vatsal Shah",
            "designation": "UGC-JRF",
            "description": "",
            "image": "team/team_member_6.png",
            "google": "",
            "linkedin": "",
            "facebook": ""
        },
        {
            "id": 7,
            "name": "Sagnik Mukherjee",
            "designation": "Project Associate",
            "description": "",
            "image": "team/team_member_7.jpg",
            "google": "",
            "linkedin": "https://www.linkedin.com/in/sagnik-mukherjee-04b276ba/?originalSubdomain=de",
            "facebook": ""
        }
    ]
}